{"title":"week-14-assignment2-reflection","html":"<h1>Week 14 - Assignment 2 Reflections</h1>\n<p>Firstly, thank you everyone for an amazing course! I had a great time and I hope\nyou did too!</p>\n<p>Also thanks to Ayesha and Harrison for being my groupmates!</p>\n<p><img src=\"/final_masterpiece.JPG\" alt=\"cabinet\">\n<em>The final piece, a simple cabinet</em></p>\n<h2>Reflections on our intervention</h2>\n<h3>Show don't tell</h3>\n<p>Our decision to allow someone else to interact with our project rather than\nwalking through how it worked ourselves was important to the project. It allowed\nthe class to discover the ideas behind the project. Watching Jono interact with\nthe piece was great and he reacted in ways we expected such as being frustrated\nwith the loading screens and surprised at some of the tasks.</p>\n<h3>The small touches and performance</h3>\n<p>The performance of the presentation was crucial to some of its success. For example, during\nour presentation were asked if the web cam was actually doing anything. We\nresponded that it was, despite the fact it did nothing.</p>\n<p>The small touches of the intervention such as web cam are what really pulled everything together.\nOther things in this vein were the loading screens and animations on the drawer\nLEDs.</p>\n<video style=\"max-width: 800px; width: auto;\" controls>\n  <source src=\"/loading.MOV\" type=\"video/mp4\">\n</video>\n_Jono makes an audible sigh during this interaction with the loading screen._\n<h3>A Blunder</h3>\n<p>Our decision to use Access Canberra logo and name as our fictional scenario was\nmistake, it changed the focus of the project from exploring questionable\nmachine learning and exploitation of human attention.\n<img src=\"/access_canberra_logo.png\" alt=\"access canberra logo\">\nInstead people focused on\nthe satire of a trip to Access Canberra which was instead supposed to represent\na generic everyday place you visit. This is biggest change I would make to the design\nif we were going to present it again. I'm not sure how it should be staged to avoid\nthis satirical element. Although, it probably needs to be placed in a situation where it\nisn't questioned by the people interacting with it. Which is precisely the the\nopposite of situation it was it.</p>\n<h2>Other Interventions</h2>\n<p>The other group's interventions were interesting, especially the group looking at\nfast fashion. The laughter was especially evocative.</p>"}